Revit 2024 API
ParameterTypeId.ViewerBoundActiveFar Property
 "Far Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewerBoundActiveFar { get; }
Visual Basic
Public Shared ReadOnly Property ViewerBoundActiveFar As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewerBoundActiveFar {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace